Repository: common-repository/husky-press
Catalog: i18n/husky-press-*.po
Languages: ar

source: This plugin gives your the ability to manage, maintain and monitor one, or multiple WordPress websites.
ar: تمنحك هذة الإضافة القدرة على إدارة وصيانة ومراقبة موقع واحد أو عدة مواقع WordPress.

source: Rezkonline
ar: رزق اون لاين

source: Passwords doesn't match.
ar: كلمات المرور غير متطابقة.

source: An error occurred while trying to create a mu-plugin.
ar: حدث خطأ أثناء محاولة تثبيت إضافة MU.

source: An error was caused when attempted to create a file in your directory mu-plugins.
ar: حدث خطأ عند محاولة إنشاء ملف في مجلد mu-plugins الخاص بك.

source: We have not been able to update the plugin. Please contact us for more information.
ar: لم نتمكن من تحديث الإضافة. يرجى الاتصال بنا للحصول على مزيد من المعلومات.

source: The plugin has been updated successfully.
ar: تم تحديث الإضافة بنجاح.

source: The plugin has been rollbacked successfully.
ar: تم التراجع إلى إصدار قديم بنجاح.

source: The plugin has been activated successfully.
ar: تم تفعيل الإضافة بنجاح.

source: The plugin has been deactivated successfully.
ar: تم تعطيل الإضافة بنجاح.

source: We can't find old versions of this plugin. Please contact us for more details.
ar: لا يمكننا العثور على إصدارات قديمة من هذة الإضافة. يرجى الاتصال بنا للحصول على مزيد من التفاصيل.

source: We have not been able to update the theme. Please contact us for more information.
ar: لم نتمكن من تحديث القالب. يرجى الاتصال بنا للحصول على مزيد من المعلومات.

source: The theme has been updated successfully.
ar: تم تحديث القالب بنجاح.

source: The theme is not installed
ar: هذا القالب غير مثبت.

source: The theme has been activated successfully
ar: تم تثبيت الإضافة بنجاح.

source: Error: Nonce verification failed
ar: خطأ: فشل التحقق

source: You are using the outdated WordPress, please update it to version %s or higher.
ar: أنت تستخدم WordPress القديم ، يرجى تحديثه إلى الإصدار %s أو أعلى.

source: Husky Press requires PHP version %s or above. Please update PHP to run this plugin.
ar: يتطلب Husky Press إصدار PHP %s أو أعلى. يرجى تحديث PHP لتشغيل هذا البرنامج المساعد.

source: Documentation
ar: التوثيق

source: Settings
ar: الإعدادات

source: Become PREMIUM!
ar: ترقية حسابك!

source: I'm currently marking this issue as fixed. Please wait.
ar: أقوم حاليًا بوضع علامة على هذه المشكلة على أنها تم إصلاحها. أرجو الإنتظار.

source: Passwords does not match.
ar: كلمات المرور غير متطابقة.

source: Login
ar: تسجيل دخول

source: Register
ar: تسجيل

source: Support
ar: الدعم الفني

source: Welcome
ar: مرحباً

source: Active Account
ar: حساب نشط

source: Info Alert!
ar: إنذار تنبيهي!

source: PHP Issues
ar: اخطاء PHP

source: Reported at
ar: تم الإبلاغ في

source: File
ar: ملف

source: Line
ar: السطر

source: You don't have issues.
ar: ليس لديك أخطاء برمجية.

source: PHP Health
ar: حالة PHP

source: Installed Version
ar: الإصدار المثبت

source: Plugins
ar: الإضافات

source: Manage Plugins
ar: إدارة الإضافات

source: All your plugins are up to date.
ar: كل الإضافات المُثبتة مُحدثة.

source: Responses
ar: حالات الإتصال

source: We have not recorded any downtime yet. Congrats!
ar: لم نسجل أي توقف حتى الآن. تهاني!

source: There's a problem in fetching your site's data. Please contact us for more details.
ar: هناك مشكلة في جلب بيانات موقعك. يرجى الاتصال بنا للحصول على مزيد من التفاصيل.

source: Website Speed
ar: سرعة الموقع

source: Average Response Time
ar: متوسط ​​زمن الاستجابة

source: ms
ar: مللي ثانية

source: Uptime
ar: مدة التشغيل

source: Speed Index
ar: مؤشر السرعة

source: First Contentful Paint
ar: ظهور أول رسم مضمون

source: Last Contentful Paint
ar: ظهور آخر رسم مضمون

source: Cumulative Layout
ar: التخطيط التراكمي

source: Performance data does not appear until at least an hour after project creation. If you think something is wrong, contact us.
ar: لا تظهر بيانات الأداء إلا بعد ساعة على الأقل من إنشاء المشروع. إذا كنت تعتقد أن هناك خطأ ما ، فاتصل بنا.

source: WordPress Core
ar: أساسيات WordPress

source: You already have an account? Login to your account
ar: لديك حساب بالفعل؟ تسجيل الدخول إلى حسابك

source: You can find your API key in our application by logging into your account.
ar: يمكنك العثور على مفتاح API الخاص بك في تطبيقنا عن طريق تسجيل الدخول إلى حسابك.

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Validate
ar: تحقق

source: Create an account - It's Free !
ar: إنشاء حساب - بشكل مجاني!

source: You need to register so we can alert you if downtime or problems happen.
ar: تحتاج إلى تسجيل حساب لدينا حتى نتمكن من تنبيهك في حالة حدوث مشاكل أو توقف.

source: Name
ar: الاسم

source: Password Confirmation
ar: تأكيد كلمة المرور

source: Join Us
ar: إنضم إلينا

source: Activated Plugins
ar: الإضافات المُفعلة

source: Deactivated Plugins
ar: الإضافات المعطلة
